import imgOne from '../image/1.jpg'
import imgTwo from '../image/2.jpg'
import imgFree from '../image/3.jpg'
import imgFour from '../image/4.jpg'
import imgFive from '../image/5.jpg'
import imgSix from '../image/6.jpg'

export const benchData = [
	{
		title: 'Понедельник & Титановый Началец',
		img: imgOne,
		text: 'Выполните 3 сета холодного жима с легким весом, чтобы активировать свои мышцы и завершите тренировку 1 сетом "Огненных Повторений": максимальное количество повторений, насколько способны!'
	},
	{
		title: 'Вторник & Золотое Восстановление',
		img: imgTwo,
		text: 'Посетите тренажерный зал, чтобы отдохнуть от жима лежа. Проведите время на растяжке и йоге, чтобы приготовить свои мышцы к новым вызовам.'
	},
	{
		title: 'Среда & Гераклов Лабиринт',
		img: imgFree,
		text: 'Выполните 4 сета жима лежа с умеренным весом и наращивайте интенсивность с каждым сетом. Добавьте к тренировке 2 сета "Медузных Отжиманий": отжимания на кистях для укрепления запястий и плечевого пояса.'
	},
	{
		title: 'Четверг & Отдых Богов',
		img: imgFour,
		text: 'Наслаждайтесь полноценным днем отдыха, чтобы ваши мышцы восстановились и зарядились энергией для следующих тренировок.'
	},
	{
		title: 'Пятница',
		img: imgFive,
		text: 'Выполните 3 сета жима лежа средней интенсивности. Попробуйте себя в "Троианском Вызове": выполняйте отжимания с упором на одну руку для укрепления корпуса и равномерного развития мышц.'
	},
	{
		title: 'Воскресенье & Восхождение на Олимп',
		img: imgSix,
		text: 'Завершите эту неделю с 5 сетами жима лежа с максимальным весом, достигая новых высот своих возможностей. Наградите себя "Эллинским Успехом": замерьте свой прогресс и отметьте свои достижения на пути к величию.'
	},
]
