export const accordionData = [
	{
		title: 'Вторая неделя',
		content: `Вторая неделя тренировок — время усилений! Добавьте ваши ближайшие цели на пути к крепкому и рельефному прессу, ведь вы уже чувствуете первые результаты! Увеличивайте количество повторений каждого упражнения на 2-3, словно взлетающий орёл набирает высоту перед мощным пикированием.`
	},
	{
		title: 'Третья неделя',
		content: `Третья неделя, третий сет — вы вступаете в новый этап ваших подвигов! Не позволяйте себе заскучать и добавьте дополнительный сет к каждой тренировке. Пусть каждое упражнение станет зарядом энергии, дарящим вам силу и мотивацию на этом увлекательном пути.`
	},
	{
		title: 'Четвертая неделя',
		content: `Четвёртая неделя — путь к успеху не знает пределов! Продолжайте вперед, увеличивайте количество повторений и сетов, как метеорит, прорывающийся сквозь атмосферу. Чувствуйте силу своего пресса, и добавьте некоторые упражнения на облегчение или усложнение тренировок, словно гений создаёт новые формулы для совершенства.`
	},
	{
		title: 'Каждая тренировка',
		content: `Это танец силы и грация. Впитывайте красоту правильной техники, словно художник на полотне, чтобы создать скульптуру своего тела. Постепенно увеличивайте интенсивность, но не забывайте давать своим мышцам время на восстановление, подобно растущему дереву, которое нуждается в уходе и любви, чтобы стать монументом силы и гармонии.`
	},
	{
		title: 'И помните',
		content: `И помните, вы на пути к своему лучшему "Я". Никто не знает, что ждет вас впереди, но каждая тренировка приближает вас к новым вершинам. Вы — настоящий чемпион.`
	}
]
